Repository: amconteh/django-privacy-policy-tools
Catalog: privacy_policy_tools/locale/*/LC_MESSAGES/django.po
Languages: de

source: Privacy Policy Tools
de: Datenschutzerklärung Tools

source: Title
de: Titel

source: Privacy Policy
de: Datenschutzerklärung

source: Confirm checkbox
de: Checkbox zum Zustimmen

source: Confirm checkbox text
de: Text für Zustimmen Checkbox

source: Confirm button text
de: Text für Zustimmen Button

source: Active
de: Aktiv

source: Published at
de: Veröffentlicht um

source: For group
de: Für Gruppe

source: Privacy Policies
de: Datenschutzerklärungen

source: User
de: Benutzer

source: Confirmed at
de: Zugestimmt um

source: Second confirmed at
de: Zweite Zustimmung um

source: Privacy Policy Confirmation
de: Datenschutzerklärung Zustimmung

source: Privacy Policy Confirmations
de: Datenschutzerklärung Zustimmungen

source: Created at
de: Erstellt um

source: Confirmation
de: Zustimmung

source: One Time Token
de: Einmal-Token

source: One Time Tokens
de: Einmal-Tokens

source: Last changed:
de: Letzte Änderung

source: Invalid token
de: Ungültiger Token

source: The token is invalid or expired. Please request a new one.
de: Der Token ist ungültig oder abgelaufen. Bitte fordern Sie einen neuen an.

source: Hello! Someone requested your confirmation to a privacy policy. Please click the following link to read the policy and to confirm it:
de: Hallo! Jemand hat ihre Zustimmung zu einer Datenschutzerklärung angefordert. Bitte klicken Sie auf den folgenden Link um die Datenschutzerklärung zu lesen und zu bestätigen:

source: Thank you! Your privacy team
de: Danke! Ihr Datenschutzteam

source: Confirmation required
de: Zustimmung erforderlich

source: A second confirmation is required. Please enter an email.
de: Eine zweite Zustimmung ist erforderlich. Bitte geben Sie eine E-Mailadresse ein.

source: An email has already been sent. Please wait until it is confirmed or send a second mail.
de: Eine E-Mail wurde bereits gesendet. Bitte warten Sie bis die Zustimmung erfolgt oder senden Sie eine zweite Mail.

source: Request confirmation
de: Zustimmung anfordern

source: Terms and Conditions
de: Benutzerrichtlinien

source: The E-mail was sent to request the confirmation.
de: Die E-Mail zur Zustimmungsanforderung wurde gesendet.

source: E-mail could not be sent
de: E-Mail konnte nicht gesendet werden

source: You have successfully agreed to the privacy policy.
de: Sie haben der Datenschutzerklärung erfolgreich zugestimmt.
